{
  "blink.cmp": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "shoebill": { "branch": "main" },
  "showkeys": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "typst-preview.nvim": { "branch": "master" },
  "vim-wakatime": { "branch": "master" }
}
